Repository: anybodesign/slick-slider
Catalog: languages/slick-slider-*.po
Languages: fr_fr

source: Slider Settings
fr_fr: Réglages du slider

source: Slide or Fade ?
fr_fr: Slide ou Fade ?

source: Autoplay
fr_fr: Lecture automatique

source: Transition speed
fr_fr: Vitesse de lecture

source: Navigation arrows
fr_fr: Flèches de navigation

source: Arrows color
fr_fr: Couleur des flèches

source: Pagination dots
fr_fr: Points de pagination

source: Dots color
fr_fr: Couleur des points

source: Adaptive height
fr_fr: Hauteur adaptative

source: Enable
fr_fr: Activer

source: Choose options to customize your slider.
fr_fr: Choisissez des options pour personnaliser votre slider.

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les droits suffisants pour accéder à cette page.

source: Usage
fr_fr: Utilisation

source: First, create your slides in "Slick Images". Enter the title and the featured image, the content will be used for the image caption.
fr_fr: Tout d'abord, créez vos slides dans "Images Slick". Saisissez un titre et une image à la une, le contenu sera utilisé pour la légende de l'image.

source: Then, to output the slider, just add the shortcode <code>[slick_slider]</code> in a post or page, or use the function <code>&lt;?php any_slks_slider(); ?&gt;</code> in your theme templates.
fr_fr: Puis, pour afficher votre slider, utilisez tout simplement le shortcode <code>[slick_slider]</code> dans un article ou sur une page, ou bien utilisez la fonction <code>&lt;?php any_slks_slider(); ?&gt;</code> dans les templates de votre thème.

source: CSS customization
fr_fr: Personnalisation CSS

source: If you want to customize the output of the slider, here is the generated code:
fr_fr: Si vous voulez personnaliser le rendu du slider, voici le code généré :

source: Your can override the class you need in your own stylesheet:
fr_fr: Vous pouvez écraser les règles CSS que voulez dans votre propre feuille de styles :

source: The slider container
fr_fr: Le conteneur du slider

source: The slide
fr_fr: La slide

source: The image container
fr_fr: Le conteneur de l'image

source: The caption container
fr_fr: Le conteneur de la légende

source: Credits
fr_fr: Crédits

source: This plugin is based on Slick, a jQuery plugin by Ken Wheeler. You can visit the official website here: <a href="https://kenwheeler.github.io/slick/" title="Slick official site">https://kenwheeler.github.io/slick/
fr_fr: Ce plugin est basé sur Slick, un plugin jQuery développé par Ken Wheeler. Vous pouvez visiter le site officiel ici : <a href="https://kenwheeler.github.io/slick/" title="Slick official site">https://kenwheeler.github.io/slick/

source: Made by <a href="http://anybodesign.com" title="graphic and web design">anybodesign.com</a> :)
fr_fr: Créé par <a href="http://anybodesign.com" title="création graphique et web design">anybodesign.com</a> :)

source: Slick Images
fr_fr: Images Slick

source: Parent Slide:
fr_fr: Slide parente :

source: All Slides
fr_fr: Toutes les slides

source: View Slide
fr_fr: Voir la slide

source: Add New Slide
fr_fr: Ajouter une slide

source: Add New
fr_fr: Ajouter

source: Edit Slide
fr_fr: Modifier la slide

source: Update Slide
fr_fr: Mettre à jour

source: Search Slide
fr_fr: Chercher une slide

source: Not found
fr_fr: Introuvable

source: Not found in Trash
fr_fr: Introuvable dans la corbeille

source: Here are the Slicky Slides
fr_fr: Et voici les Slicky Slides :)

source: Settings
fr_fr: Réglages

source: Create the slides
fr_fr: Créer les slides
